Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/justice/courts_system/european_small_claims_procedure.html.txt.tmx
Source language: en
Languages: ga

source: European small claims procedure
ga: Nós imeachta Eorpach um éilimh bheaga

source: The European Small Claims Procedure provides an inexpensive and easy way for someone to pursue a cross-border claim without the need to employ a solicitor
ga: Soláthraíonn an Nós Imeachta Eorpach um Éilimh Bheaga bealach saor agus éasca do dhuine chun éileamh trasteorann a dhéanamh gan aturnae a úsáid

source: Similar to the Small Claims Court it can be used in civil and in commercial matters
ga: Is féidir leas a bhaint as i gcásanna sibhialta agus tráchtála cosúil le Cúirt na nÉileamh Beag

source: The claim cannot exceed €2,000
ga: Ní féidir leis an éileamh a bheith níos mó ná €2,000

source: It is an alternative to other options that may exist under the national laws of EU member states
ga: Is rud malartach é ar roghanna eile atá ann cheana féin faoi dhlíthe náisiúnta na mballstát AE

source: The procedure was established under EU Regulation No
ga: Bunaíodh an nós imeachta faoi Rialachán an AE Uimh

source: 861/2007 and implemented in Ireland by SI 533 of 2008
ga: 861/2007 agus arna chur i bhfeidhm in Éirinn ag IR 533 de 2008

source: It is available in all member states except Denmark since January 2009
ga: Tá sé ar fáil do gach ballstáit seachas an Danmhairg ó mhí Eanáir 2009

source: What cases does it apply to?
ga: Cén cásanna lena mbaineann an nós imeachta?

source: The procedure applies to cross-border cases
ga: Baineann an nós imeachta le cásanna trasteorann

source: In other words, the party with whom you are in dispute must be domiciled or habitually resident in another member state and you are pursuing the action in Ireland
ga: I bhfocail eile, caithfidh sainchónaí nó gnáthchónaí a bheith ar an bpáirtí lena bhfuil tú i ndíospóid i mBallstát eile agus an caingean á ghlacadh agat in Éirinn

source: It allows you, for example, to make a claim in Ireland for a faulty product which you bought online from someone living in another EU country
ga: Ceadaíonn sé duit, mar shampla, éileamh a dhéanamh in Éirinn ar earra lochtach a cheannaigh tú ar líne ó dhuine atá ina chónaí i dtír AE eile

source: The procedure does not apply to:
ga: Ní bhaineann an nós imeachta leis na nithe a leanas:

source: • Revenue, customs or administrative matters
ga: • Ceisteanna ioncaim, custaim nó riaracháin

source: • The status or legal capacity of an individual
ga: • Stádas nó inniúlacht dhlíthiúil an duine aonair

source: • Property rights arising from marriage, maintenance obligations or wills and successions
ga: • Cearta réadmhaoine ag eascairt ó phósadh, oibleagáidí cothabhála nó uachtanna agus comharbais

source: • Bankruptcy, compositions and similar proceedings
ga: • Féimheacht, comhshuíomhanna agus nósanna imeachta comhchosúla

source: • Tenancies of immovable property, except for monetary claims
ga: • Tionóntachtaí réadmhaoine dochorraithe, seachas éilimh airgid

source: • Violations of privacy and of rights relating to personality, including defamation
ga: • Sáruithe príobháideachta agus cearta i ndáil le pearsantacht, lena n-áirítear clúmhilleadh

source: How do I start the procedure in Ireland?
ga: Conas a chuirim tús leis an nós imeachta in Éirinn?

source: You must fill out a European Small Claims Procedure claim form, giving details of your claim, the amount you are seeking and any other details required
ga: Caithfidh tú foirm éilimh um Nós Imeachta Eorpach na nÉileamh Beag a chomhlánú, ag tabhairt sonraí an éilimh, an méid atá á lorg agus sonraí ar bith eile atá riachtanach

source: The amount claimed cannot exceed €2,000, excluding interest and expenses
ga: Ní féidir leis an éileamh a bheith níos mó ná €2,000, lasmuigh d’ús agus costais

source: You must then lodge it with the Registrar in your local District Court office
ga: Caithfear an t-éileamh a lóisteáil ansin le hoifig áitiúil na Cúirte Dúiche

source: The claim and any other supporting documentation must be in English or Irish, Ireland’s official languages
ga: Caithfidh an t-éileamh agus doiciméad tacaíochta ar bith a bheith i mBéarla nó i nGaeilge, teangacha oifigiúla na hÉireann

source: If your claim is outside the scope of the procedure (see above), the Registrar will notify you
ga: Má tá an t-éileamh lasmuigh de raon an nós imeachta (féach thuas), tabharfaidh an Cláraitheoir fógra duit

source: If you do not provide enough information, the Registrar will send you a form asking for the missing information
ga: Mura ndéanann tú dóthain faisnéise a sholáthar, seolfaidh an Cláraitheoir foirm chugat ag lorg na faisnéise atá ar iarraidh

source: Your claim will be rejected if you fail to complete or correct the claim in the time specified, or if it clearly has no basis
ga: Déanfar d’éileamh a dhiúltú má theipeann ort an t-éileamh a chomhlánú nó a cheartú go cruinn san am a cheadaítear, nó mura bhfuil bunús soiléir aige

source: If your claim is not withdrawn or rejected, the Registrar will proceed with it
ga: Mura ndéantar an t-éileamh a tharraingt siar nó a dhiúltú, leanfaidh an Cláraitheoir ar aghaidh leis

source: How is the defendant notified?
ga: Conas a thugtar fógra don chosantóir?

source: Once the Registrar has received the properly filled out claim form, a standard answer form is prepared
ga: Chomh luath agus a fhaigheann Cláraitheoir foirm éilimh atá comhlánaithe go cruinn, déanfar freagra caighdeánach a ullmhú

source: This form, together with a copy of the claim form and any supporting documentation, is served on the defendant by post within 14 days
ga: Déantar an fhoirm seo, mar aon le cóip den fhoirm éilimh agus doiciméadúchán tacaíochta ar bith, a sheirbheáil ar an gcosantóir tríd an bpost laistigh de 14 lá

source: The defendant has 30 days to respond and must respond in English or Irish
ga: Tugtar 30 lá don chosantóir le freagra a thabhairt agus caithfear freagra a thabhairt i mBéarla nó i nGaeilge

source: Within 14 days of receiving the defendant’s response, the Registrar forwards a copy of it and any supporting documentation to you
ga: Laistigh de 14 lá ó fhreagra an chosantóra a fháil, seolann an Cláraitheoir cóip chugat mar aon le doiciméadúchán tacaíochta ar bith

source: If either you or the defendant refuses to accept documentation because it is not in a language you or the defendant understands, the court will ask the other party to supply a translation
ga: Má dhiúltaíonn tú glacadh le doiciméadúchán toisc go bhfuil sé i dteanga nach dtuigeann tú féin ná an cosantóir, iarrfaidh an chúirt ar an bpáirtí eile aistriúchán a sholáthar

source: The defendant can also submit a counterclaim on a European Small Claims Procedure claim form to which you have 30 days to reply after it is served on you
ga: Is féidir leis an gcosantóir frithéileamh a chur isteach freisin ar fhoirm éilimh don Nós Imeachta Eorpach um Éilimh Bheaga agus beidh 30 lá agat chun freagra a thabhairt air tar éis don fhrithéileamh a bheith seirbheáilte ort

source: If the counterclaim is for more than €2,000, both your original claim and the counterclaim will be dealt with under the normal legal procedures that apply to the courts rather than under the European Small Claim Procedure
ga: Má tá an frithéileamh le haghaidh níos mó ná €2,000, déileálfar leis an éileamh bunaidh agus leis an bhfrithéileamh faoi gháthnósanna imeachta dlí a bhaineann leis na cúirteanna seachas faoin Nós Imeachta Eorpach um Éilimh Bheaga

source: When is the judgement given?
ga: Cathain a thugtar an breithiúnas?

source: Where the defendant contests the claim the Registrar will attempt to negotiate a solution between you and the defendant
ga: Nuair a chuireann an cosantóir in aghaidh an éilimh, déanfaidh an Cláraitheoir iarracht teacht ar réiteach idir tú féin agus an cosantóir

source: If this fails, the claim is referred to the District Court for judgement
ga: Má theipeann ar na hiarrachtaí sin, déantar an t-éileamh a atreorú chun na Cúirte Dúiche le haghaidh breithiúnais

source: The District Court gives its judgement within 30 days of receiving the response from the defendant
ga: Tugann an Chúirt Dúiche breithiúnas laistigh de 30 lá ó fhaigheann sí freagra an chosantóra

source: If there is a counterclaim, the judgement is given within 30 days of your response
ga: Má bhíonn frithéileamh ann, tugtar breithiúnas laistigh de 30 lá ó fhaightear freagra uait féin

source: However, the court can decide to ask for further information from either or both parties (30 days to reply)
ga: Mar sin féin, is féidir leis an gcúirt cinneadh a dhéanamh tuilleadh eolais a iarraidh ar cheachtar den dá pháirtí (30 lá chun freagra a thabhairt)

source: It may hold an oral hearing at either the defendant’s or your request
ga: D’fhéadfaí éisteacht ó bhéal a thionól ar iarratas an chosantóra nó ar iarratas uait féin

source: This can be done by video conference or similar procedure
ga: Is féidir é seo a dhéanamh trí chomhdháil físe nó nós imeachta atá cosúil léi

source: In these situations, the court gives its judgement within 30 days of getting the information or holding the oral hearing
ga: Sna cásanna sin, tugann an chúirt breithiúnas laistigh de 30 lá ón eolas a fháil nó ó thionól na héisteachta ó bhéal

source: If either or both parties do not reply in time, the court still gives its judgement
ga: Mura dtugann ceachtar den dá pháirtí freagra in am, tugann an chúirt a breithiúnas mar sin féin

source: At your request, the court will issue you with a certificate of judgement
ga: Ar iarratas uait féin, eiseoidh an chúirt deimhniú breithiúnais

source: How do I enforce the judgement?
ga: Conas a dhéanaim an breithiúnas a fhorghníomhú?

source: Enforcement of the judgement is governed by the law of the EU member state where you want the judgement enforced
ga: Bíonn forghníomhú an bhreithiúnais rialaithe ag dlí an Bhallstáit AE ina bhfuil tú ag iarraidh an breithiúnas a fhorghníomhú

source: You are required to provide to the court in the member state an original copy of the judgement and the certificate of judgement
ga: Tá dualgas ort cóip bhunaidh den bhreithiúnas agus deimhniú breithiúnais a chur ar fáil don chúirt sa bhallstát

source: The certificate has to be translated into the language of the member state
ga: Caithfear an deimhniú a aistriú chuig teanga an Bhallstáit

source: You cannot be required to provide any security, bond or deposit on the grounds that you are a foreign national or you are not domiciled or resident in that member state
ga: Ní féidir dualgas a chur ort urrús, banna nó taisce a sholáthar ar an mbonn gur náisiúnach coigríche tú nó nach bhfuil sainchónaí ort nó nach bhfuil tú cónaitheach sa bhallstát sin

source: Whether the defendant can appeal against the judgement depends on the procedural law of the member state
ga: Beidh sé ag brath ar dhlí nós imeachta an Bhallstáit maidir le hábaltacht an chosantóra chun achomharc a dhéanamh in aghaidh an bhreithiúnais

source: At the request of the defendant, the court in the member state can refuse to enforce the judgment where the judgment is irreconcilable with an earlier judgment on the same matter
ga: Ar iarratas an chosantóra, is féidir leis an gCúirt sa bhallstát forghníomhú an bhreithiúnais a dhiúltú nuair atá breithiúnas ar neamhréir le breithiúnas níos luaithe ar an gceist chéanna

source: The irreconcilability of the judgments must not have been raised as an objection in the proceedings of the European Small Claims Procedure
ga: Ní féidir le neamhréireacht na mbreithiúnas a bheith ardaithe mar agóid in imeachtaí a bhain leis an Nós Imeachta Eorpach um Éilimh Bheaga

source: Also, the earlier judgment must have been given in the member state or was capable of being recognised there
ga: Lena chois sin, caithfidh an breithiúnas níos luaithe a bheith tugtha sa bhallstát nó cumas aitheantais a bheith tugtha ann dó

source: If the defendant challenges or applies for a review of the judgment, the court in the member state can:
ga: Má thugann an cosantóir dúshlán faoin mbreithiúnas agus má dhéantar iarratas ar athbhreithniú an bhreithiúnais, is féidir leis an gcúirt sa bhallstát:

source: • Limit the enforcement procedure to protective measures
ga: • An nós imeachta forghníomhaithe a theorannú go dtí bearta cosanta

source: • Make enforcement conditional on some security
ga: • Forghníomhú a dhéanamh coinníollach ar urrús áirithe

source: • Stay the enforcement proceedings in exceptional circumstances
ga: • Bac a chur ar nósanna imeachta forghníomhaithe faoi chúinsí eisceachtúla

source: The defendant can also apply for a review to the District Court where you obtained the judgment where:
ga: Is féidir leis an gcosantóir iarratas a dhéanamh ar athbhreithniú chun na Cúirte Dúiche áit a bhfuarthas breithiúnas sna cúinsí a leanas:

source: • The claim form or summons to an oral hearing was not served by a method which provides proof of receipt by the defendant personally
ga: • Ní dhearnadh an fhoirm éilimh nó an ghairm chuig éisteacht ó bhéal a sheirbheáil trí mhodh a sholáthraíonn fianaise seachadta don chosantóir go pearsanta

source: • The service was not effected in time for the defendant to prepare a defence, without any fault on the defendant’s part
ga: • Níor cuireadh an tseirbhís i bhfeidhm in am chun ligean don chosantóir cosaint a ullmhú, agus gan locht ar bith ar an gcosantóir

source: • The defendant was prevented from objecting to the claim by reasons of force majeure or due to extraordinary circumstances, without any fault on the defendant’s part
ga: • Rinneadh an cosantóir a chosc ó agóid a dhéanamh i gcoinne an éilimh ar chúiseanna force majeure nó cúinsí eisceachtúla, agus gan locht ar bith ar an gcosantóir

source: The defendant must act promptly
ga: Caithfidh an cosantóir gníomhú go pras

source: When a review is considered justified, the original judgment becomes null and void
ga: Nuair a mheastar go bhfuil bonn cirt le hathbhreithniú, bíonn an breithiúnas bunaidh ar neamhní go hiomlán

source: The fee for the European Small Claims Procedure is €25
ga: An táille a bhaineann leis an Nós Imeachta Eorpach um Éilimh Bheaga ná €25

source: You may have to pay for the translation of your documents if they are in a language the defendant does not understand
ga: B’fhéidir go mbeidh ort íoc as aistriúchán ar dhoiciméid má tá siad i dteanga nach dtuigeann an cosantóir

source: If you win you can claim for such additional costs
ga: Is féidir leat costais bhreise mar seo a éileamh má éiríonn leat

source: If you lose, however, you may have to pay for any translation or other costs incurred by the defendant
ga: Má chailleann tú, mar sin féin, b’fhéidir go mbeadh ort íoc as aistriúchán ar bith nó costais eile atá tabhaithe ag an gcosantóir

source: European Small Claims Procedure claim forms are available from your local District Court office
ga: Tá foirmeacha éilimh don Nós Imeachta Eorpach um Éilimh Bheaga ar fáil ó oifig áitiúil na Cúirte Dúiche

source: You cannot make a claim online but can download the claim form from the Courts Service website
ga: Ní féidir leat éileamh a dhéanamh ar líne, ach is féidir leat foirm éilimh a íoslódáil ó láithreán gréasáin na Seirbhíse Cúirteanna

source: You must complete the form, giving details of your claim, the amount you are seeking and any other details required
ga: Caithfidh tú foirm éilimh don Nós Imeachta Eorpach um Éilimh Bheaga a chomhlánú, ag tabhairt sonraí an éilimh, an méid atá á lorg agat agus sonraí ar bith eile atá riachtanach

source: You must give the name and full physical address of the party you are in dispute with, even if it is an online business
ga: Caithfidh tú ainm agus seoladh iomlán an duine lena bhfuil tú i mbun agóide a thabhairt, fiú amháin más gnó ar líne atá i gceist

source: The completed claim form together with any supporting documentation and the fee must be lodged with the Registrar in the local District Court office
ga: Caithfear an fhoirm éilimh chomhlánaithe mar aon le doiciméadúchán tacaíochta ar bith agus an táille a lóisteáil leis an gCláraitheoir in oifig áitiúil na Cúirte Dúiche

source: The European Small Claims Procedure is provided through your local District Court
ga: Déantar an Nós Imeachta Eorpach um Éilimh Bheaga a sholáthar tríd an gCúirt Dúiche áitiúil

source: See contact information for local District Court offices throughout Ireland
ga: Féach sonraí teagmhála oifigí áitiúla na Cúirte Dúiche mórthimpeall na hÉireann

source: Further information on the European Small Claims Procedure is available on the Courts Service website
ga: Tuilleadh eolais ar an Nós Imeachta Eorpach um Éilimh Bheaga ar fáil ar láithreán gréasáin na Seirbhíse Cúirteanna
